M
ACBET
H
\n
by 
Wi
ll
i
am
 
S
ha
k
es
pear
e
\nC
on
t
ent
s
AC
T
 I
\nS
cene 
I
. 
An
op
en 
P
la
ce
.\nScene 
II
. A 
C
p
n
ear 
For
res
A
 h
ea
th
V
Ro
om 
in the 
a
. I
ver
nes
s. 
A 
in 
Macbeth
’s 
st
le
. The 
e. 
Be
fore 
the 
L
o
b
.\n\n
our
t 
with
thou
no
ther 
Par
k 
or 
aw
, 
with a 
g
ate 
lea
d
ing 
to the 
of
 st
hea
ar
ve
 the 
m
id
a 
ul
dr
on 
B
il
ing
F
fe
Mac
du
ff
En
land
King
D
un
sin
an
oun
ry 
:
 a 
W
ood 
vi
w
ca
be
part 
of the 
in
fi
el
.\n
r
at
is 
er
son
æ
DU
N
CA
K
of 
co
.\nM
ALCOLM
his 
ON
AL
G
en
al 
y
.\nB
AN
Q
U
O, 
.\nMACDUFF
No
ble
man 
EN
O
X
ROSS
E
IT
SS
.\nF
to 
Banqu
.\nS
AR
l
 of 
or
u
mber
and, 
li
sh
ces
Y
an 
f
c
 a
tt
end
ct
ti
ol
di
ter
d 
LADY MACBETH.\n
LADY M
ACDUFF
.\nG
om
Lad
y 
.\nH
, and 
ree 
it
ch
ord
s, 
en, 
urder
ant
s and 
sen
s.\n
The 
ho
st 
o 
and 
se
par
tion
CEN
: 
end 
th 
t, 
;
 th
rou
gh
y, 
; and 
ef
ly 
at 
\nTh
er 
ight
IRST
 WITCH.\n
Wh
 shall 
we 
eet 
again
?\n
under
light
ing, 
ra
h
ur
ly
e,\n
lo
TH
RD
That 
will 
be 
ere 
 s
Where 
pla
on the 
Th
with 
I 
com
e, 
al
!\n
ad
do
ck 
call
ir 
oul
fair
:\n
fo
 and 
thy 
ir
.\n[Exeunt
.]\nSCEN
E 
\nA
m 
Enter 
can
col
ain
x
ee
ed
Cap
ta
What 
bloo
dy 
? 
He 
can 
re
por
,\n
As 
me
ght, 
v
\nThe 
new
est 
This 
is the 
ge
o, 
like 
good 
ou
ght
’
my 
ap
.—
Ha
bra
ve 
friend
ay 
know
ge 
bro
\nAs 
thou 
leave 
OL
ER
ful 
it 
ood
;\n
tw
sp
ent 
wi
ers 
that 
do 
cl
to
ther
\nAnd 
ke 
their 
s 
(
to be 
for 
to th
es 
nat
ure
Do 
sw
upon
 him
)
from the 
n 
les
\nO
f 
all
ow
ses 
up
;\nAnd 
tun
 his 
dam
ed 
qu
,\nS
’d 
wh
But 
too 
eak
For 
Macbe
well
 he 
des
erv
nam
is
and
ish
eel
Which
mo
ex
cu
on, 
car
out 
pas
ag
ill
fa
the s
Whi
ch 
ne
 sh
ook
e 
are
we
ll 
him
him 
,\nAnd 
our 
ment
O 
ant 
ous
!
 w
gentle
man
ence 
ction
hi
ck
ful
brea
from
 that 
ring
for
em
ell
Mar
mar
so
j
us
ce 
d, 
arm
’d
Com
these 
pp
s to 
tru
the
s,\n
ey
ord, 
 m
sa
ma
not 
r 
row
are 
.\nI
I s
oo
th, 
 must 
they 
ere
char
ble 
ro
kes 
Ex
ba
king
ound
 me
mor
z
go
cannot 
tell
—
I am 
ga
 thy 
word
come 
thee 
as 
ey 
bo
et 
.\n[Ex
ten
de
.]\n
comes 
here
?\nM
wor
e of 
look
eyes
! 
should 
he 
\nThat 
speak
ran
e.\n
’st 
than
rom
if
great 
,\nWh
pe
le 
old
.\nN
self
ri
si
most 
dis
tra
,\nThe 
con
pro
ted 
-
po
ous 
gain
pi
lu
rea
now
ay
’ 
ves 
ould 
ig
 him 
bu
of his 
men
sed 
more 
est
pr
pres
death
form
ll s
ee 
hath 
hath
ster
where 
fe 
had 
ut
 her 
d, and 
“
ive 
,
”
ru
mp
,\nI
’ll 
I’ll 
 WIT
give 
a w
ind
art 
And 
other
self 
have 
very 
ts 
low
,\nA
\nI
I will 
dra
leep
night 
day
ang
se 
shall 
ear
night
ine 
ine
te
 what 
I have 
t’s 
mb
ome
war
did 
.\n[
,\nTh
us 
go 
ab
out
e, and 
make 
!—
ound 
.\nEnter 
.\nMACBETH.\n
day 
O.\n
How 
ar 
?
so 
 the
,\nThat 
loo
yet 
you
 may 
You
By 
 at 
her 
 her
your 
bear
id 
me 
pre
you 
if 
what 
 to 
sha
lt 
sir, 
fear
ame 
re 
sti
eed
ard
My 
You 
gra
To 
you s
pea
not
s of 
time
say 
which 
me, 
g 
Your 
grea
mu
 sha
 thou 
one
all 
ACBETH.\n
im
per
ct 
 me 
dea
know 
ow 
ves
 wh
ence
this 
 this 
\nWi
 su
ph
et
anish
 them
cor
su
here 
son 
pri
s, and 
ure 
der
pra
thing
 as 
ever
one 
in his 
them 
own 
We 
\nTo 
from 
 ma
 than
her
 thee 
 whi
it is 
What, 
orrow
was 
 heav
ju
life
ose 
ay, 
den
coun
ry
rown
.] 
[
no 
them
ght 
’tis 
tri
eep
gu
you, 
; 
gi
ven
 my 
hear
nock
use 
less 
.\nMy 
but 
 man
tion 
mi
thing 
ance 
may 
with the 
ome 
ind 
urn
Let 
ink 
it, 
let 
Come, 
comm
sion 
ret
ance
eav
been
,\nTo 
.\nTh
find 
of my 
tu
de 
ev
heav
. Th
ou 
take 
\nM
ore 
ty 
your
love 
hon
fu
old 
to my 
own
jo
sel
 we 
 mu
ac
t is 
my l
a s
down
fir
lack
ink
 so 
anqu
eun
let
which
‘
 thou
.
atch
ong
es, 
cha
ton
ME
plea
s the 
Un
tal
ty
age 
pur
se, 
keep
een
ver 
ni
love
ce, 
hall 
will
ter 
gent
let, 
lov
sion
fri
time 
Go
ouse
te 
cour
 hi
were 
qui
 these 
hand
I a
ut 
off
tear
as
 all
 their 
wa
pa
bea
whi
put 
ers
gri
.\nA
must 
CE.\n
clo
she 
sir
ake 
I would 
ci
R
there
 mo
,\nO
drea
some 
would 
au
.\n[Exeun
dy
not, 
e.
worl
tes
eal
ep
its 
could 
father
 hear
cen
gh 
ese 
vo
Why, 
ren
dead
.\nP
OR
long
Wha
Tis 
I do 
 M
mean
play
Queen
oni
lord
my lord, 
&
.]\nS
Re
he
there 
 MU
ros
any 
my lord
soul
aught
for the 
Qu
E.\n
J
,—
La
Hor
daught
hat 
King. 
H.\n
ati
Ty
.]
*
RO
UT
ROME
JULI
ET
DY
Capulet
Fri
cell
Juliet
Juli
Mon
ERCUT
Romeo
tagu
ENVOL
CAPUL
LADY 
URS
Nur
RIAR LAWREN
RIAR 
ENVOLIO.\n
Tybal
Z
Capu
CAPULET.\n
LADY CAPULET.\n
RI
Rome
ROMEO.\n
.\nROMEO.\n
] 
URSE.\n
.\nJULIET.\n
Ju
.\nMERCUTIO.\n
ERCUTIO.\n
JULIET.\n
Romeo 
RIAR LAWRENCE.\n
]
 W
CH.\n
'
	
1
2
3
Pol
's 
4
5
Æ
Hamlet 
Horati
Hamlet
Laer
uil
Opheli
R.H
L.H
"
0
8
Ham
0 
7
. (R
.) 
2 
tis 
4 
'd 
. (
C.) 
6
9
.1
5 
.)
'll 
'd
.)\n
Ham. 
3 
.\nHam. 
8 
é
6 
7 
9 
à
è
Oph
Pol. 
á
ó
LA
1 
] i.e., 
.\nI.
,] 
i.e., 
I.
ĕ
ī
ē
ĭ
1st 
.\nII.
œ
.\nIII.
.\nIII.1
i.
.\nIV.
.\nIV
Clo
eli
