The 
Project Gutenberg
 
e
B
oo
k 
of 
Romeo 
and 
Juli
et


This 
b
is 
for
 the 
use 
an
y
one 
wh
ere 
in the 
U
n
i
ted 
S
ta
te
s 
mo
st 
oth
er 
par
ts 
of the 
wor
ld 
at 
no 
c
o
with
 a
l
res
tri
tion
w
ha
t
so
ver
. 
Y
ou
 ma
y 
op
t, 
give 
it 
a
wa
or 
re
-
un
der
ter
m
 L
ic
en
se 
in
u
d
ed 
 this 
on
ine 
.
g
utenberg
or
I
f 
you 
are 
not 
lo
ca
es, 
will 
have 
to 
ch
ec
k
la
oun
tr
be
fore 
us
ing
.

T
it
le
:

A
th
W
ill
m 
es
p
ear
R
el
ea
da
No
v
em
1
, 
9
8
[
#
5
3
]
M
ent
ly 
up
2
0
L
gu
ag
En
li
sh
C
s
P
G
e 
a 
of
out 
ol
er
*
AR
T 
O
F
H
E 
RO
J
E
UT
EN
ER
K
ROME
O 
AN
D
JULI

T
A
DY 
by 
E.

cen
. A
 p
e.

II
t.

om
in 
Capule
t’s 
se
.
S
V
Ha
ll 
An
ce 
ad
jo
ing 
ar
Friar
aw
ren
ce
’s 
ell
en 
all
Julie
ber
loo
; 
et 
d.

ant
ur
Mon
um
ent 
ong
to the 
s.

ra
ma
æ
AL
rin
MERCUT
O, 
an 
e, and 
f
ri
d 
Romeo
you
man
Par
is
ON
h
 a 
ese 
fa
with the 
LADY 
wi
Montagu
on 
BENVOL
ne
 to 
t 
CAPUL
gh
ter 
’
N
old 
NURS
Nur
FRIAR LAWREN
ran
can
FRIAR
sa
me 
r
y.

Th
ti
z
;
 s
al
 h
ous
as
s, 
at
rea
art 
e, 
if
th 
Enter 
o 
ho
like 
 d
,

In
fair
we 
our
e,

rom
ci
new
 m
ut
Wh
il
 b
es 
ds 
 th
ir
ro
’d 
ke 
the
;

ous 
row
 the
 dea
ful
mar
love
,
And 
the 
con
hich
but 
d, 
ght 
ould 
ve
Is 
now
d,

What 
sha
ll
our 
to
ve 
men
[Ex
.]

ck
y, 
 my 
’ll 
 w
be 
hi
le 
your 
I s
qu
But 
thou 
st
ere
 thou 
’st 
 that 
I will 
any 
id 
hat 
ow
thee 
est 
sel
ust 
from
, and 
his 
id
I 
will
 sh
self
ut 
?

that 
ee
shall 
I a
ble 
know
ty 
well
ish
 thy 
ome
My 
na
? 
urn
ac
 me 
no
!

 as 
as 
my 
ch 
dis
your
sir
do 
Q
for 
good 
ou 
low
igh
BENVOLIO.

!
what 
own
Tybal
T.

Wha
thou
hear
ess 
 thee 
death
:

 c
RS
Z
! 
 his 
CAPULET.

ive 
LADY CAPULET.

lad
with 
RI
CE.

su
j
sta
,
—

W
,
T
ith
s,

per
And 
de 
ain
pa
For
de
go 
come 
lea
ure 
pla
mor
this 
di
ap
pro
me
he 
ef
ang
me, 
was 
ow 
ind 
too 
hath
ome 
eav
him
 da
nigh
im
tru
so 
vi
wee
ed
would 
com
I’ll 
uch
thy 

To 
ood 
.
ROMEO.

ROMEO.

ther
It 
 her 
lov
love 
gent
ey
si
sp
x
Go
her
 wor
po
she 
her 
dea
ul
Ex
ex
ks 
do
other
cu
tion 
se, 
NURSE.

yb
JULIET.

hall 
‘
Ju
?
very 
MERCUTIO.

bo
&
.]
ect 
Pro
“
”
FRIAR LAWRENCE.

  
ybal
Fri
ject 
Cap
AP
(
)
Project Gutenberg™
™
UL
/
1.
LA
7
4
6
•
%
MER
ME
Y 
X
MERC
$
